Constructs a default instance of color settings.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public AnalysisDisplayColorSettings()
  Visual Basic
Public Sub New
  Visual C++
public:
AnalysisDisplayColorSettings()
 See Also
  AnalysisDisplayColorSettings Class
  AnalysisDisplayColorSettings Overload
  Autodesk.Revit.DB.Analysis Namespace